#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ A
Ġ G
Ġ T
Ġ C
ĠA A
ĠG A
ĠT T
ĠA T
C T
C A
ĠC A
ĠG T
ĠA G
ĠG G
ĠGA A
C C
ĠAA A
ĠC T
ĠGA T
ĠAA T
ĠT A
ĠAA G
ĠAT T
C G
ĠCA A
ĠTT A
ĠTT T
ĠTT G
ĠAA C
ĠT CT
ĠT G
ĠGG T
ĠGT T
ĠAG A
ĠGA C
ĠA CT
ĠG CT
ĠGA G
ĠTA T
ĠT CA
ĠAT G
ĠAT A
ĠA CA
ĠTT C
ĠC CA
ĠAT C
ĠG CA
ĠAG T
ĠTA C
ĠCA T
ĠT CC
ĠC G
ĠC CT
ĠCT A
ĠCA G
ĠCT T
ĠA CC
ĠGT A
ĠG CC
ĠGG A
ĠGT C
ĠGT G
ĠCT G
ĠTG G
ĠAG C
ĠGG C
ĠAG G
ĠT CG
ĠA CG
ĠTG T
ĠCA C
ĠC CC
ĠCG T
ĠG CG
ĠGG G
ĠCT C
ĠC CG
ĠTG C
ĠCG A
ĠCG C
ĠCG G
A A
G T
T T
G A
T CT
T CA
A T
A GT
G AA
G C
G CT
T CC
GA T
AA A
AA T
G CA
A CT
A CA
AA G
GT T
A GC
T CG
G GT
TT T
AA C
G G
C CT
CA A
C CA
GA C
GT A
AT G
TT G
GA G
A GA
A CC
A TT
G CC
GT C
CT A
AT A
G GA
TT A
G GC
CT T
TT C
A CG
GT G
CT G
CA G
CA T
G CG
T AT
AT C
A C
T GG
T AC
CG T
CA C
A GG
CC C
GG G
CT C
CC G
T GT
T GC
CG A
CG C
CG G
