{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      " ": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "6": 11,
      "##2": 12,
      "##5": 13,
      "## ": 14,
      "##1": 15,
      "##3": 16,
      "##4": 17,
      "##6": 18,
      "##11": 19,
      "##12": 20,
      "##1 ": 21,
      "##22": 22,
      "##11 ": 23,
      "##2 ": 24,
      "##13": 25,
      "##12 ": 26,
      "##21 ": 27,
      "##14": 28,
      "##211": 29,
      "##3 ": 30,
      "##1111 ": 31,
      "##22 ": 32,
      "##212": 33,
      "##4 ": 34,
      "##13 ": 35,
      "##31 ": 36,
      "##1211 ": 37,
      "##2111 ": 38,
      "##1112 ": 39,
      "##1121 ": 40,
      "##23": 41,
      "##311": 42,
      "##14 ": 43,
      "##15": 44,
      "##24": 45,
      "##1122 ": 46,
      "##32 ": 47,
      "##1221 ": 48,
      "##2211 ": 49,
      "##2121 ": 50,
      "##41 ": 51,
      "##2112 ": 52,
      "##23 ": 53,
      "##1212 ": 54,
      "##32": 55,
      "##16": 56,
      "##411": 57,
      "##213": 58,
      "##5 ": 59,
      "##121 ": 60,
      "##42 ": 61,
      "##2212 ": 62,
      "##2221 ": 63,
      "##1131 ": 64,
      "##1311 ": 65,
      "##1113 ": 66,
      "##1222 ": 67,
      "##2122 ": 68,
      "##3111 ": 69,
      "##24 ": 70,
      "##33": 71,
      "##42": 72,
      "##6 ": 73,
      "##214": 74,
      "##221 ": 75,
      "##122 ": 76,
      "##2222 ": 77,
      "##51 ": 78,
      "##1114 ": 79,
      "##33 ": 80,
      "##15 ": 81,
      "##25": 82,
      "##1141 ": 83,
      "##1213 ": 84,
      "##1312 ": 85,
      "##4111 ": 86,
      "##1132 ": 87,
      "##2131 ": 88,
      "##1411 ": 89,
      "##1321 ": 90,
      "##2113 ": 91,
      "##2311 ": 92,
      "##3112 ": 93,
      "##3211 ": 94,
      "##1123 ": 95,
      "##1231 ": 96,
      "##3121 ": 97,
      "##34": 98,
      "##43": 99,
      "##222 ": 100,
      "##61 ": 101,
      "##511": 102,
      "##313": 103,
      "##16 ": 104,
      "##52 ": 105,
      "##26": 106,
      "##44": 107,
      "##1142 ": 108,
      "##1421 ": 109,
      "##25 ": 110,
      "##1111 1111 ": 111,
      "##1214 ": 112,
      "##4211 ": 113,
      "##2213 ": 114,
      "##4121 ": 115,
      "##2114 ": 116,
      "##1412 ": 117,
      "##43 ": 118,
      "##4112 ": 119,
      "##34 ": 120,
      "##3122 ": 121,
      "##2132 ": 122,
      "##2231 ": 123,
      "##3212 ": 124,
      "##2123 ": 125,
      "##2411 ": 126,
      "##2141 ": 127,
      "##1232 ": 128,
      "##1223 ": 129,
      "##3221 ": 130,
      "##2321 ": 131,
      "##1322 ": 132,
      "##1241 ": 133,
      "##1124 ": 134,
      "##2312 ": 135,
      "##52": 136,
      "##62 ": 137,
      "##611": 138,
      "##314": 139,
      "##215": 140,
      "##44 ": 141,
      "##312": 142,
      "##26 ": 143,
      "##413": 144,
      "##1422 ": 145,
      "##2421 ": 146,
      "##3113 ": 147,
      "##4221 ": 148,
      "##4212 ": 149,
      "##1133 ": 150,
      "##2142 ": 151,
      "##2124 ": 152,
      "##3222 ": 153,
      "##4122 ": 154,
      "##2223 ": 155,
      "##2322 ": 156,
      "##2214 ": 157,
      "##3311 ": 158,
      "##2241 ": 159,
      "##2232 ": 160,
      "##1242 ": 161,
      "##5111 ": 162,
      "##1224 ": 163,
      "##1331 ": 164,
      "##3131 ": 165,
      "##62": 166,
      "##1511 ": 167,
      "##2412 ": 168,
      "##1115 ": 169,
      "##1313 ": 170,
      "##35": 171,
      "##1151 ": 172,
      "##216": 173,
      "##1111 1112 ": 174,
      "##53": 175,
      "##1111 1211 ": 176,
      "##1111 1121 ": 177,
      "##414": 178,
      "##1111 2111 ": 179,
      "##223 ": 180,
      "##412": 181,
      "##241 ": 182,
      "##4222 ": 183,
      "##53 ": 184,
      "##232 ": 185,
      "##2422 ": 186,
      "##2242 ": 187,
      "##1332 ": 188,
      "##45": 189,
      "##2224 ": 190,
      "##3114 ": 191,
      "##1161 ": 192,
      "##1611 ": 193,
      "##1323 ": 194,
      "##1251 ": 195,
      "##6111 ": 196,
      "##1431 ": 197,
      "##1211 1111 ": 198,
      "##3213 ": 199,
      "##2511 ": 200,
      "##1116 ": 201,
      "##1143 ": 202,
      "##2133 ": 203,
      "##2111 1111 ": 204,
      "##3312 ": 205,
      "##1134 ": 206,
      "##1112 1111 ": 207,
      "##4113 ": 208,
      "##1314 ": 209,
      "##5121 ": 210,
      "##36": 211,
      "##1125 ": 212,
      "##3141 ": 213,
      "##3321 ": 214,
      "##5211 ": 215,
      "##1413 ": 216,
      "##1121 1111 ": 217,
      "##1521 ": 218,
      "##2331 ": 219,
      "##3411 ": 220,
      "##4131 ": 221,
      "##3123 ": 222,
      "##4311 ": 223,
      "##1233 ": 224,
      "##54": 225,
      "##5112 ": 226,
      "##1152 ": 227,
      "##2115 ": 228,
      "##35 ": 229,
      "##3132 ": 230,
      "##2151 ": 231,
      "##1341 ": 232,
      "##2313 ": 233,
      "##1215 ": 234,
      "##63": 235,
      "##1512 ": 236,
      "##46": 237,
      "##224 ": 238,
      "##3231 ": 239,
      "##242 ": 240,
      "##63 ": 241,
      "##2111 1211 ": 242,
      "##1252 ": 243,
      "##2111 2111 ": 244,
      "##2611 ": 245,
      "##1121 1121 ": 246,
      "##54 ": 247,
      "##1441 ": 248,
      "##2116 ": 249,
      "##1112 1112 ": 250,
      "##2161 ": 251,
      "##2112 1111 ": 252,
      "##5221 ": 253,
      "##1621 ": 254,
      "##2512 ": 255,
      "##45 ": 256,
      "##1144 ": 257,
      "##1221 1111 ": 258,
      "##64": 259,
      "##131 ": 260,
      "##2314 ": 261,
      "##1261 ": 262,
      "##1112 1211 ": 263,
      "##1162 ": 264,
      "##1126 ": 265,
      "##1414 ": 266,
      "##2152 ": 267,
      "##151 ": 268,
      "##36 ": 269,
      "##3142 ": 270,
      "##6211 ": 271,
      "##3214 ": 272,
      "##4114 ": 273,
      "##1225 ": 274,
      "##2413 ": 275,
      "##3322 ": 276,
      "##2121 1111 ": 277,
      "##2125 ": 278,
      "##2233 ": 279,
      "##1112 1121 ": 280,
      "##6121 ": 281,
      "##4321 ": 282,
      "##2251 ": 283,
      "##2521 ": 284,
      "##6112 ": 285,
      "##1324 ": 286,
      "##1211 1211 ": 287,
      "##4213 ": 288,
      "##2211 1111 ": 289,
      "##1112 2111 ": 290,
      "##2332 ": 291,
      "##4411 ": 292,
      "##1216 ": 293,
      "##2143 ": 294,
      "##1342 ": 295,
      "##2134 ": 296,
      "##3421 ": 297,
      "##1612 ": 298,
      "##4312 ": 299,
      "##3223 ": 300,
      "##2215 ": 301,
      "##5212 ": 302,
      "##1211 2111 ": 303,
      "##4141 ": 304,
      "##3124 ": 305,
      "##1122 1111 ": 306,
      "##4123 ": 307,
      "##1522 ": 308,
      "##1211 1121 ": 309,
      "##1212 1111 ": 310,
      "##1432 ": 311,
      "##3232 ": 312,
      "111": 313,
      "##5122 ": 314,
      "##1423 ": 315,
      "##2431 ": 316,
      "##2111 1121 ": 317,
      "##3241 ": 318,
      "##4132 ": 319,
      "##4231 ": 320,
      "##1234 ": 321,
      "##1111 2112 ": 322,
      "##1243 ": 323,
      "##2111 1112 ": 324,
      "##1111 2211 ": 325,
      "##64 ": 326,
      "##1111 2121 ": 327,
      "##3412 ": 328,
      "##1121 1112 ": 329,
      "##2162 ": 330,
      "##1211 1112 ": 331,
      "##2323 ": 332,
      "##2341 ": 333,
      "##1121 2111 ": 334,
      "##21": 335,
      "##1111 1221 ": 336,
      "##1111 1212 ": 337,
      "##1111 1122 ": 338,
      "##161 ": 339,
      "##4421 ": 340,
      "##46 ": 341,
      "##1121 1211 ": 342,
      "##233 ": 343,
      "##1262 ": 344,
      "##2261 ": 345,
      "##2126 ": 346,
      "##3313 ": 347,
      "##1244 ": 348,
      "##3331 ": 349,
      "##2612 ": 350,
      "##2225 ": 351,
      "##512": 352,
      "##6221 ": 353,
      "##514": 354,
      "##2252 ": 355,
      "##152 ": 356,
      "##2522 ": 357,
      "##1211 1221 ": 358,
      "##4412 ": 359,
      "##6212 ": 360,
      "##3133 ": 361,
      "##1442 ": 362,
      "##4214 ": 363,
      "##2621 ": 364,
      "##2112 1112 ": 365,
      "##5222 ": 366,
      "##3111 1111 ": 367,
      "##4142 ": 368,
      "##1226 ": 369,
      "##2144 ": 370,
      "##2216 ": 371,
      "12": 372,
      "##1333 ": 373,
      "##4223 ": 374,
      "##4241 ": 375,
      "##132 ": 376,
      "##4322 ": 377,
      "##1131 1111 ": 378,
      "##2211 2111 ": 379,
      "##1211 1122 ": 380,
      "##1424 ": 381,
      "##6122 ": 382,
      "##1311 1111 ": 383,
      "##55": 384,
      "##2342 ": 385,
      "##2112 2111 ": 386,
      "##1622 ": 387,
      "##3224 ": 388,
      "##1153 ": 389,
      "##1531 ": 390,
      "##3422 ": 391,
      "##2441 ": 392,
      "##1113 1111 ": 393,
      "##4124 ": 394,
      "##1121 2121 ": 395,
      "##2432 ": 396,
      "##1212 1211 ": 397,
      "##1212 2111 ": 398,
      "##1121 2211 ": 399,
      "##2243 ": 400,
      "##614": 401,
      "##5311 ": 402,
      "211": 403,
      "##1221 1112 ": 404,
      "##1212 1112 ": 405,
      "##1122 1112 ": 406,
      "##3242 ": 407,
      "##612": 408,
      "##2414 ": 409,
      "##2211 1211 ": 410,
      "##3115 ": 411,
      "##2234 ": 412,
      "##2121 2111 ": 413,
      "##1122 1211 ": 414,
      "##1122 2111 ": 415,
      "##1221 2111 ": 416,
      "##2324 ": 417,
      "##2112 1211 ": 418,
      "##1122 1121 ": 419,
      "##1111 1131 ": 420,
      "##2423 ": 421,
      "##1351 ": 422,
      "##1212 1121 ": 423,
      "##2211 1112 ": 424,
      "##1111": 425,
      "##1221 1121 ": 426,
      "##2121 1112 ": 427,
      "##1222 1111 ": 428,
      "##3511 ": 429,
      "##2112 1121 ": 430,
      "##4232 ": 431,
      "##162 ": 432,
      "##2122 1111 ": 433,
      "##2226 ": 434,
      "##55 ": 435,
      "##2221 1111 ": 436,
      "##2121 1121 ": 437,
      "##324": 438,
      "##1221 1211 ": 439,
      "##5113 ": 440,
      "##324 ": 441,
      "##5131 ": 442,
      "##225 ": 443,
      "##1513 ": 444,
      "##2121 1211 ": 445,
      "##1135 ": 446,
      "##6222 ": 447,
      "##1111 2212 ": 448,
      "##2211 1121 ": 449,
      "##2262 ": 450,
      "##2424 ": 451,
      "##3151 ": 452,
      "##4224 ": 453,
      "##1111 1113 ": 454,
      "##4422 ": 455,
      "##4242 ": 456,
      "##1315 ": 457,
      "##65": 458,
      "##2442 ": 459,
      "##1311 1112 ": 460,
      "##2111 2112 ": 461,
      "##2622 ": 462,
      "##1212 1221 ": 463,
      "22": 464,
      "##1111 3111 ": 465,
      "##1111 2221 ": 466,
      "##1211 2211 ": 467,
      "##3314 ": 468,
      "1111 ": 469,
      "##2244 ": 470,
      "##2111 2211 ": 471,
      "##1211 2121 ": 472,
      "##2111 1212 ": 473,
      "##2111 1221 ": 474,
      "##1112 2211 ": 475,
      "##1112 1221 ": 476,
      "##1111 1311 ": 477,
      "##3413 ": 478,
      "##1163 ": 479,
      "##1111 1222 ": 480,
      "##1211 2112 ": 481,
      "##1112 2112 ": 482,
      "##234 ": 483,
      "##4511 ": 484,
      "##3611 ": 485,
      "##2111 1122 ": 486,
      "##2111 2121 ": 487,
      "##1121 1122 ": 488,
      "##6311 ": 489,
      "##1211 1212 ": 490,
      "##66": 491,
      "##1433 ": 492,
      "##1121 1221 ": 493,
      "##1112 1122 ": 494,
      "##2333 ": 495,
      "##2531 ": 496,
      "##1121 1212 ": 497,
      "##1111 2122 ": 498,
      "##1112 1212 ": 499,
      "##1121 2112 ": 500,
      "##1221 1122 ": 501,
      "##5213 ": 502,
      "##1112 2121 ": 503,
      "##3143 ": 504,
      "##2153 ": 505,
      "##56": 506,
      "##1136 ": 507,
      "##3332 ": 508,
      "##1211 1131 ": 509,
      "##5231 ": 510,
      "##6131 ": 511,
      "13": 512,
      "##5114 ": 513,
      "##226 ": 514,
      "##1145 ": 515,
      "##1613 ": 516,
      "##1253 ": 517,
      "##3431 ": 518,
      "##1631 ": 519,
      "##6113 ": 520,
      "##3233 ": 521,
      "##1451 ": 522,
      "##3521 ": 523,
      "##1361 ": 524,
      "##1235 ": 525,
      "##1121 2221 ": 526,
      "##2212 1111 ": 527,
      "##2122 1211 ": 528,
      "##1514 ": 529,
      "##1122 1212 ": 530,
      "##3125 ": 531,
      "##2121 2121 ": 532,
      "##3341 ": 533,
      "##3323 ": 534,
      "##1122 2211 ": 535,
      "##424": 536,
      "##3111 1121 ": 537,
      "##3161 ": 538,
      "##1112 1113 ": 539,
      "##65 ": 540,
      "##1343 ": 541,
      "##2111 1131 ": 542,
      "##1122 1221 ": 543,
      "##1532 ": 544,
      "##1111 1114 ": 545,
      "##1112 2212 ": 546,
      "##1222 1211 ": 547,
      "##3251 ": 548,
      "##2135 ": 549,
      "##5321 ": 550,
      "##1325 ": 551,
      "##2111 2221 ": 552,
      "##4133 ": 553,
      "##4313 ": 554,
      "##3512 ": 555,
      "##1154 ": 556,
      "##4331 ": 557,
      "##1122 2112 ": 558,
      "##2121 2112 ": 559,
      "##5312 ": 560,
      "##1222 1121 ": 561,
      "##3116 ": 562,
      "##2111 1113 ": 563,
      "##1212 1212 ": 564,
      "##1113 1211 ": 565,
      "##1112": 566,
      "##1121 2212 ": 567,
      "##2211 2112 ": 568,
      "##3215 ": 569,
      "##5123 ": 570,
      "##5141 ": 571,
      "##1352 ": 572,
      "##1415 ": 573,
      "##2211 2121 ": 574,
      "##2513 ": 575,
      "##4151 ": 576,
      "##2111": 577,
      "##2221 1211 ": 578,
      "##2111 3111 ": 579,
      "##2211 1122 ": 580,
      "##2121 1221 ": 581,
      "##2315 ": 582,
      "##5411 ": 583,
      "##1121": 584,
      "##2351 ": 585,
      "##1334 ": 586,
      "##2211 1221 ": 587,
      "##1131 1211 ": 588,
      "##3152 ": 589,
      "1121 ": 590,
      "##31": 591,
      "##2121 1212 ": 592,
      "##2122 1121 ": 593,
      "##3134 ": 594,
      "##5132 ": 595,
      "##1316 ": 596,
      "##1111 2222 ": 597,
      "##1311 1121 ": 598,
      "##1112 1131 ": 599,
      "##1122 1122 ": 600,
      "##4115 ": 601,
      "##1222 2111 ": 602,
      "##1541 ": 603,
      "##1211": 604,
      "##1113 1121 ": 605,
      "##1321 1111 ": 606,
      "1112 ": 607,
      "##2211 1212 ": 608,
      "##1131 1112 ": 609,
      "##1311 1211 ": 610,
      "##6123 ": 611,
      "##2221 2111 ": 612,
      "14": 613,
      "##1523 ": 614,
      "##2121 1122 ": 615,
      "##2212 1211 ": 616,
      "##1111 1132 ": 617,
      "##1221 1221 ": 618,
      "##56 ": 619,
      "##2122 2111 ": 620,
      "##4611 ": 621,
      "##1425 ": 622,
      "##1111 3112 ": 623,
      "##2136 ": 624,
      "##2221 1121 ": 625,
      "##3111 1211 ": 626,
      "##1111 3211 ": 627,
      "##153 ": 628,
      "##1221 2112 ": 629,
      "##1222 1112 ": 630,
      "##1146 ": 631,
      "##2221 1112 ": 632,
      "##1131 1121 ": 633,
      "1211 ": 634,
      "2111 ": 635,
      "##2211 2211 ": 636,
      "##1131 2111 ": 637,
      "##5421 ": 638,
      "##2212 2111 ": 639,
      "##3111 1112 ": 640,
      "##513": 641,
      "##2112 1221 ": 642,
      "##2212 1121 ": 643,
      "##1113 2111 ": 644,
      "##1212 2121 ": 645,
      "##1311 2111 ": 646,
      "##1211 2122 ": 647,
      "##1614 ": 648,
      "##1221 2121 ": 649,
      "##2212 1112 ": 650,
      "##1132 1111 ": 651,
      "##1113 1112 ": 652,
      "##4431 ": 653,
      "##1326 ": 654,
      "##1122 2121 ": 655,
      "##2211 2212 ": 656,
      "##3111 2111 ": 657,
      "##2541 ": 658,
      "##1312 1111 ": 659,
      "##4512 ": 660,
      "##3324 ": 661,
      "##66 ": 662,
      "##1254 ": 663,
      "##4111 1111 ": 664,
      "##3126 ": 665,
      "##1164 ": 666,
      "##1344 ": 667,
      "##2112 1212 ": 668,
      "##2221 2121 ": 669,
      "##2451 ": 670,
      "##1112 2122 ": 671,
      "##5214 ": 672,
      "##6411 ": 673,
      "##2334 ": 674,
      "##1111 1411 ": 675,
      "##1211 1113 ": 676,
      "##2415 ": 677,
      "##6114 ": 678,
      "##6141 ": 679,
      "##4233 ": 680,
      "##1263 ": 681,
      "##2112 2211 ": 682,
      "##1111 1213 ": 683,
      "##1121 1131 ": 684,
      "##1221 2211 ": 685,
      "##3252 ": 686,
      "##3111 1212 ": 687,
      "##5124 ": 688,
      "##1461 ": 689,
      "##1416 ": 690,
      "##1111 1141 ": 691,
      "##1111 2113 ": 692,
      "##2631 ": 693,
      "##4413 ": 694,
      "##2145 ": 695,
      "##2146 ": 696,
      "##2514 ": 697,
      "##4521 ": 698,
      "##1111 1312 ": 699,
      "##2122 1112 ": 700,
      "##3441 ": 701,
      "##1245 ": 702,
      "##2121 2211 ": 703,
      "##2112 1122 ": 704,
      "##1623 ": 705,
      "##4116 ": 706,
      "##4251 ": 707,
      "##6213 ": 708,
      "##1443 ": 709,
      "##1111 1123 ": 710,
      "##1211 2212 ": 711,
      "##1211 1222 ": 712,
      "##2523 ": 713,
      "##1211 1311 ": 714,
      "##4341 ": 715,
      "##4125 ": 716,
      "##1452 ": 717,
      "##1121 1311 ": 718,
      "##2112 2222 ": 719,
      "##1632 ": 720,
      "##2325 ": 721,
      "##1212 1122 ": 722,
      "##3216 ": 723,
      "##3342 ": 724,
      "##4314 ": 725,
      "##2111 1222 ": 726,
      "##2361 ": 727,
      "##1551 ": 728,
      "##3432 ": 729,
      "##1236 ": 730,
      "##1362 ": 731,
      "##2211 2122 ": 732,
      "##6312 ": 733,
      "##5232 ": 734,
      "##1434 ": 735,
      "##1112 1311 ": 736,
      "##1121 3111 ": 737,
      "##4332 ": 738,
      "##2154 ": 739,
      "##1114 1111 ": 740,
      "##3144 ": 741,
      "##1111 4111 ": 742,
      "##2221 1212 ": 743,
      "##5142 ": 744,
      "##2111 2212 ": 745,
      "##2211 1113 ": 746,
      "##3121 1111 ": 747,
      "##6231 ": 748,
      "##3243 ": 749,
      "##3162 ": 750,
      "##1221 2212 ": 751,
      "##2122 2121 ": 752,
      "##4612 ": 753,
      "##3225 ": 754,
      "##1641 ": 755,
      "##1112 1222 ": 756,
      "##1542 ": 757,
      "##1122 1113 ": 758,
      "##5322 ": 759,
      "##3621 ": 760,
      "##2111 1311 ": 761,
      "##1121 1222 ": 762,
      "##1122 1311 ": 763,
      "##1221 1212 ": 764,
      "##3261 ": 765,
      "##1213 1111 ": 766,
      "##4144 ": 767,
      "##3612 ": 768,
      "##5412 ": 769,
      "2112 ": 770,
      "##5241 ": 771,
      "##3234 ": 772,
      "##4152 ": 773,
      "##6132 ": 774,
      "##2532 ": 775,
      "##6321 ": 776,
      "##1211 1411 ": 777,
      "##2316 ": 778,
      "##2112 2112 ": 779,
      "##3414 ": 780,
      "##3522 ": 781,
      "##5422 ": 782,
      "##1112 2221 ": 783,
      "##1121 1113 ": 784,
      "##2121 2221 ": 785,
      "##2112 1222 ": 786,
      "##1231 1111 ": 787,
      "##4215 ": 788,
      "##4161 ": 789,
      "##1112 2222 ": 790,
      "##2112 2212 ": 791,
      "##1113 1212 ": 792,
      "##3211 1111 ": 793,
      "##3423 ": 794,
      "##1221": 795,
      "##2433 ": 796,
      "##1131 2121 ": 797,
      "##2222 1111 ": 798,
      "##3112 1112 ": 799,
      "##1121 2122 ": 800,
      "##2343 ": 801,
      "##1222 1212 ": 802,
      "##2613 ": 803,
      "##5223 ": 804,
      "##2211": 805,
      "##2253 ": 806,
      "##2235 ": 807,
      "##1211 2221 ": 808,
      "##2121 2122 ": 809,
      "##3112 1111 ": 810,
      "##4143 ": 811,
      "##2111 2122 ": 812,
      "##2112 2121 ": 813,
      "##6214 ": 814,
      "##1111 2131 ": 815,
      "##6142 ": 816,
      "##2111 2113 ": 817,
      "##1122 1131 ": 818,
      "##2121 2212 ": 819,
      "##1131 1221 ": 820,
      "##1123 1111 ": 821,
      "1212 ": 822,
      "23": 823,
      "##1122": 824,
      "##1524 ": 825,
      "##2163 ": 826,
      "##4522 ": 827,
      "2211 ": 828,
      "##2212 1221 ": 829,
      "##2212 1212 ": 830,
      "##1411 1111 ": 831,
      "##2311 1121 ": 832,
      "##1212": 833,
      "##2352 ": 834,
      "##3111 1221 ": 835,
      "##2113 1111 ": 836,
      "##1212 2211 ": 837,
      "##1311 1311 ": 838,
      "##3111 1122 ": 839,
      "##2222 1211 ": 840,
      "##4111 1211 ": 841,
      "##4134 ": 842,
      "24": 843,
      "##325 ": 844,
      "##1141 1111 ": 845,
      "##2122 2112 ": 846,
      "##1132 1112 ": 847,
      "##1321 2111 ": 848,
      "##4622 ": 849,
      "##4162 ": 850,
      "##111 ": 851,
      "##1444 ": 852,
      "##1121 1123 ": 853,
      "##1121 1231 ": 854,
      "##2121 1213 ": 855,
      "##2212 2211 ": 856,
      "##2212 2112 ": 857,
      "##1114 1112 ": 858,
      "##2112": 859,
      "##2311 1111 ": 860,
      "1221 ": 861,
      "##316": 862,
      "##2263 ": 863,
      "##1312 1121 ": 864,
      "##1411 1211 ": 865,
      "##3244 ": 866,
      "##2111 1132 ": 867,
      "##2326 ": 868,
      "##2112 1311 ": 869,
      "##1131 1212 ": 870,
      "##1113 2121 ": 871,
      "##3333 ": 872,
      "##4252 ": 873,
      "##613": 874,
      "##1111 1231 ": 875,
      "##2461 ": 876,
      "##1122 1222 ": 877,
      "##2211 2221 ": 878,
      "##2121 3111 ": 879,
      "##1213 2211 ": 880,
      "##2131 1211 ": 881,
      "##3424 ": 882,
      "##1462 ": 883,
      "##1111 1321 ": 884,
      "##1122 2122 ": 885,
      "##333 ": 886,
      "##2121": 887,
      "##2111 1312 ": 888,
      "##2111 1231 ": 889,
      "##1642 ": 890,
      "##4111 1121 ": 891,
      "##2131 1111 ": 892,
      "##2123 1111 ": 893,
      "##2245 ": 894,
      "##2111 1141 ": 895,
      "##1112 3111 ": 896,
      "##1122 3111 ": 897,
      "##2211 1222 ": 898,
      "##2122 1221 ": 899,
      "##2222 1121 ": 900,
      "##3211 1211 ": 901,
      "##4323 ": 902,
      "##2614 ": 903,
      "##4414 ": 904,
      "##41": 905,
      "##2111 2411 ": 906,
      "##1122 2212 ": 907,
      "##2211 1311 ": 908,
      "##1311 1212 ": 909,
      "##2131 1112 ": 910,
      "##4126 ": 911,
      "##4621 ": 912,
      "##323": 913,
      "##6223 ": 914,
      "##1246 ": 915,
      "##1211 3112 ": 916,
      "##2111 2222 ": 917,
      "##1122 2221 ": 918,
      "##2121 1131 ": 919,
      "##2221 1221 ": 920,
      "##3211 1121 ": 921,
      "##2254 ": 922,
      "##1112 2311 ": 923,
      "##2122 1212 ": 924,
      "##4261 ": 925,
      "##1141 1211 ": 926,
      "##1132 1211 ": 927,
      "##1111 2311 ": 928,
      "##2112 1131 ": 929,
      "##425 ": 930,
      "##1213 1112 ": 931,
      "##6421 ": 932,
      "##211 ": 933,
      "##4225 ": 934,
      "##1353 ": 935,
      "##1426 ": 936,
      "##1111 3121 ": 937,
      "##2452 ": 938,
      "##2121 1222 ": 939,
      "##3111 2211 ": 940,
      "##4111 1112 ": 941,
      "##1231 1112 ": 942,
      "##2641 ": 943,
      "114": 944,
      "1122 ": 945,
      "2121 ": 946,
      "##3226 ": 947,
      "##6241 ": 948,
      "##6232 ": 949,
      "##2111 3121 ": 950,
      "##2121 1113 ": 951,
      "##2112 2221 ": 952,
      "##1113 2211 ": 953,
      "##1222 2212 ": 954,
      "##3622 ": 955,
      "##6412 ": 956,
      "##1221 1311 ": 957,
      "##1114 1311 ": 958,
      "##2113 1211 ": 959,
      "##6322 ": 960,
      "##4226 ": 961,
      "##1121 1411 ": 962,
      "##1515 ": 963,
      "##1221 1222 ": 964,
      "##1221 4211 ": 965,
      "##3111 2221 ": 966,
      "##3211 2111 ": 967,
      "##4342 ": 968,
      "##6161 ": 969,
      "##1211 1213 ": 970,
      "##1211 1231 ": 971,
      "##154 ": 972,
      "##1221 2221 ": 973,
      "##1212 2112 ": 974,
      "##2212 1122 ": 975,
      "##1141 2111 ": 976,
      "##1411 2111 ": 977,
      "##3442 ": 978,
      "##4243 ": 979,
      "##2236 ": 980,
      "##1111 4121 ": 981,
      "##1111 3122 ": 982,
      "##2416 ": 983,
      "##1212 2122 ": 984,
      "##1131 2211 ": 985,
      "##1113 1221 ": 986,
      "##252 ": 987,
      "##3112 1211 ": 988,
      "##2632 ": 989,
      "##4441 ": 990,
      "##2231 1212 ": 991,
      "##5511 ": 992,
      "##2112 2122 ": 993,
      "##2222 2111 ": 994,
      "##1114 1121 ": 995,
      "##1123 2211 ": 996,
      "##3121 1112 ": 997,
      "##4432 ": 998,
      "##1111 1412 ": 999,
      "##1212 2221 ": 1000,
      "##1311 2311 ": 1001,
      "##1141 1112 ": 1002,
      "##1312 1211 ": 1003,
      "##1132 2111 ": 1004,
      "##1132 1121 ": 1005,
      "##2131 2111 ": 1006,
      "##4442 ": 1007,
      "##1111 1111 1111 ": 1008,
      "##6124 ": 1009,
      "##2443 ": 1010,
      "##2434 ": 1011,
      "##1212 1311 ": 1012,
      "##1114 2111 ": 1013,
      "##2524 ": 1014,
      "##1411 1112 ": 1015,
      "##1411 1121 ": 1016,
      "##2113 1121 ": 1017,
      "##3121 1211 ": 1018,
      "##2121 2311 ": 1019,
      "##1624 ": 1020,
      "##1131 2112 ": 1021,
      "##1141 1121 ": 1022,
      "##1321 1211 ": 1023,
      "##1321 1112 ": 1024,
      "##3211 1112 ": 1025,
      "##1123 1211 ": 1026,
      "##3153 ": 1027,
      "##1264 ": 1028,
      "##2362 ": 1029,
      "##2542 ": 1030,
      "##1213 1211 ": 1031,
      "##1312 1112 ": 1032,
      "##1123 2111 ": 1033,
      "##3135 ": 1034,
      "##1111 3212 ": 1035,
      "##2122": 1036,
      "##1212 1113 ": 1037,
      "##1113 2221 ": 1038,
      "##5115 ": 1039,
      "##2211 1131 ": 1040,
      "##3262 ": 1041,
      "##2221 1122 ": 1042,
      "##1222 1221 ": 1043,
      "##1114 1211 ": 1044,
      "##1321 1121 ": 1045,
      "##1321 1221 ": 1046,
      "##2623 ": 1047,
      "##3531 ": 1048,
      "##416": 1049,
      "##4324 ": 1050,
      "##2212": 1051,
      "##1111 4211 ": 1052,
      "##2211 3111 ": 1053,
      "##2112 3111 ": 1054,
      "##1212 2212 ": 1055,
      "##1123 1221 ": 1056,
      "##2111 4111 ": 1057,
      "##2111 3112 ": 1058,
      "##2221 2212 ": 1059,
      "##1311 2121 ": 1060,
      "##2222 1112 ": 1061,
      "##5151 ": 1062,
      "##1222": 1063,
      "##2112 1113 ": 1064,
      "##2221 1312 ": 1065,
      "##1311 1221 ": 1066,
      "##1222 2211 ": 1067,
      "##2122 2122 ": 1068,
      "##1213 1121 ": 1069,
      "##434": 1070,
      "##1111 1223 ": 1071,
      "##1111 3221 ": 1072,
      "##1211 3111 ": 1073,
      "##1212 3111 ": 1074,
      "##1311 2211 ": 1075,
      "##1311 1113 ": 1076,
      "##2311 1112 ": 1077,
      "##4234 ": 1078,
      "##1111 2132 ": 1079,
      "##2344 ": 1080,
      "##2121 1311 ": 1081,
      "##2122 1122 ": 1082,
      "##2311 2111 ": 1083,
      "##2624 ": 1084,
      "##524": 1085,
      "##1211 3211 ": 1086,
      "##1121 1114 ": 1087,
      "##2425 ": 1088,
      "##2121 1241 ": 1089,
      "##1131 1131 ": 1090,
      "##2113 1112 ": 1091,
      "##3121 2111 ": 1092,
      "##3513 ": 1093,
      "2212 ": 1094,
      "##5224 ": 1095,
      "##1111 1421 ": 1096,
      "##1112 3211 ": 1097,
      "##1212 2222 ": 1098,
      "##1222 2122 ": 1099,
      "##4216 ": 1100,
      "##1114 2221 ": 1101,
      "##4111 2111 ": 1102,
      "##2131 1121 ": 1103,
      "##1123 1121 ": 1104,
      "##2213 2111 ": 1105,
      "##5133 ": 1106,
      "2221 ": 1107,
      "##1111 2312 ": 1108,
      "##1122 2113 ": 1109,
      "##1311 1122 ": 1110,
      "##1222 2222 ": 1111,
      "##3111 2121 ": 1112,
      "##1213 2111 ": 1113,
      "##1312 2111 ": 1114,
      "##1312 2121 ": 1115,
      "##3112 2211 ": 1116,
      "##5331 ": 1117,
      "1222 ": 1118,
      "##5242 ": 1119,
      "##1533 ": 1120,
      "##2444 ": 1121,
      "##1221 1131 ": 1122,
      "##2221 2112 ": 1123,
      "##1113 2112 ": 1124,
      "##1222 2121 ": 1125,
      "##1222 2221 ": 1126,
      "##3111 2112 ": 1127,
      "##4423 ": 1128,
      "##1241 2111 ": 1129,
      "##2164 ": 1130,
      "##2221": 1131,
      "##2246 ": 1132,
      "##1211 2222 ": 1133,
      "##1211 2113 ": 1134,
      "##1132 2112 ": 1135,
      "##1231 1211 ": 1136,
      "##3212 1111 ": 1137,
      "##4244 ": 1138,
      "33": 1139,
      "##1111 2321 ": 1140,
      "##1121 3211 ": 1141,
      "##1221 2122 ": 1142,
      "##1221 1114 ": 1143,
      "##2211 2222 ": 1144,
      "##2221 2122 ": 1145,
      "##1113 1131 ": 1146,
      "##4262 ": 1147,
      "##2642 ": 1148,
      "##4211 1112 ": 1149,
      "##1113": 1150,
      "##1211 4111 ": 1151,
      "##1122 2222 ": 1152,
      "##1651 ": 1153,
      "##1311 2112 ": 1154,
      "##1114 2222 ": 1155,
      "##1312 1221 ": 1156,
      "##1123 1212 ": 1157,
      "##3121 1121 ": 1158,
      "##423": 1159,
      "##1111 2213 ": 1160,
      "##1211 1114 ": 1161,
      "##2111 1213 ": 1162,
      "##2212 2121 ": 1163,
      "##1131 3111 ": 1164,
      "##2122 2212 ": 1165,
      "##3351 ": 1166,
      "##2132 1121 ": 1167,
      "##6422 ": 1168,
      "112": 1169,
      "##1363 ": 1170,
      "##2221 2221 ": 1171,
      "##1131 1113 ": 1172,
      "##1222 2112 ": 1173,
      "##2122 2211 ": 1174,
      "##1141 1221 ": 1175,
      "##1213 1122 ": 1176,
      "##1312 1122 ": 1177,
      "##2113 2111 ": 1178,
      "##2113 1221 ": 1179,
      "##3112 1121 ": 1180,
      "##1123 1112 ": 1181,
      "##1421 1111 ": 1182,
      "##1111 1111 1121 ": 1183,
      "##1412 1112 ": 1184,
      "##5313 ": 1185,
      "1131 ": 1186,
      "##1335 ": 1187,
      "##2111 1411 ": 1188,
      "##3111": 1189,
      "##1131 1312 ": 1190,
      "##1113 1122 ": 1191,
      "##1113 3111 ": 1192,
      "##3334 ": 1193,
      "##1114 1222 ": 1194,
      "##1231 2111 ": 1195,
      "##4424 ": 1196,
      "##2231 1211 ": 1197,
      "##1531 1611 ": 1198,
      "2122 ": 1199,
      "##6151 ": 1200,
      "##1155 ": 1201,
      "##1111 1241 ": 1202,
      "##1112 2131 ": 1203,
      "##1525 ": 1204,
      "##2121 3211 ": 1205,
      "##2112 1141 ": 1206,
      "##326 ": 1207,
      "##1311 1131 ": 1208,
      "##1222 1122 ": 1209,
      "##3315 ": 1210,
      "##1312 2211 ": 1211,
      "##1214 1112 ": 1212,
      "##2213 1112 ": 1213,
      "##2264 ": 1214,
      "##1453 ": 1215,
      "##1111 1322 ": 1216,
      "##2121 2421 ": 1217,
      "##1212 1222 ": 1218,
      "##3112 2111 ": 1219,
      "##3112 2121 ": 1220,
      "##5116 ": 1221,
      "##2213 1121 ": 1222,
      "##4112 1121 ": 1223,
      "##2321 1211 ": 1224,
      "##2221 2211 ": 1225,
      "##1114 2211 ": 1226,
      "##1213 1221 ": 1227,
      "##2131 1122 ": 1228,
      "##1231 1122 ": 1229,
      "##3121 2211 ": 1230,
      "##1421 2111 ": 1231,
      "##2114 1111 ": 1232,
      "##2321 1121 ": 1233,
      "##4531 ": 1234,
      "##1311": 1235,
      "##1121 2312 ": 1236,
      "##1122 1412 ": 1237,
      "##1212 1131 ": 1238,
      "##2212 2212 ": 1239,
      "##1113 1113 ": 1240,
      "##1222 1131 ": 1241,
      "##1222 1311 ": 1242,
      "##1141 2112 ": 1243,
      "##1132 1122 ": 1244,
      "##2131 2211 ": 1245,
      "##1411 2211 ": 1246,
      "##2311 1211 ": 1247,
      "##3121 2121 ": 1248,
      "##1142 2111 ": 1249,
      "##1214 1121 ": 1250,
      "##2411 1111 ": 1251,
      "##6224 ": 1252,
      "##6242 ": 1253,
      "##1131": 1254,
      "##1112 2113 ": 1255,
      "##1112 3112 ": 1256,
      "##1312 2112 ": 1257,
      "##1132 1221 ": 1258,
      "##1421 1211 ": 1259,
      "##3122 1112 ": 1260,
      "##2321 1122 ": 1261,
      "1113 ": 1262,
      "##6511 ": 1263,
      "##1111 1214 ": 1264,
      "##1111 2141 ": 1265,
      "##1111 3322 ": 1266,
      "##2121 2222 ": 1267,
      "##2212 3111 ": 1268,
      "##2222 1222 ": 1269,
      "##1114 1221 ": 1270,
      "##2131 1221 ": 1271,
      "##1231 1121 ": 1272,
      "##262 ": 1273,
      "##1111 1111 1112 ": 1274,
      "##2123 2111 ": 1275,
      "##3325 ": 1276,
      "##112 ": 1277,
      "##1111 1124 ": 1278,
      "##1112 4111 ": 1279,
      "##1112 1411 ": 1280,
      "##1122 1123 ": 1281,
      "##2121 1231 ": 1282,
      "##1212 2311 ": 1283,
      "##2212 2221 ": 1284,
      "##1114 2112 ": 1285,
      "##1114 1212 ": 1286,
      "##1213 1212 ": 1287,
      "##4111 1212 ": 1288,
      "##1321 1122 ": 1289,
      "##1412 1121 ": 1290,
      "##5512 ": 1291,
      "##1111 1142 ": 1292,
      "##1211 1141 ": 1293,
      "##2426 ": 1294,
      "##1131 1122 ": 1295,
      "##1311 2212 ": 1296,
      "##1113 2122 ": 1297,
      "##2222 2212 ": 1298,
      "##4111 1122 ": 1299,
      "##1411 2212 ": 1300,
      "##1231 2211 ": 1301,
      "##2411 1121 ": 1302,
      "##2141 1121 ": 1303,
      "##5251 ": 1304,
      "##1111 3113 ": 1305,
      "##1112 1141 ": 1306,
      "##2112 1161 ": 1307,
      "##1311 3111 ": 1308,
      "##1113 2212 ": 1309,
      "##2122 1231 ": 1310,
      "##334 ": 1311,
      "##2222 2211 ": 1312,
      "##1114 1122 ": 1313,
      "##1141 3111 ": 1314,
      "##1321 1212 ": 1315,
      "##2311 1221 ": 1316,
      "##2311 2112 ": 1317,
      "##3121 1122 ": 1318,
      "##3121 1221 ": 1319,
      "##1142 1121 ": 1320,
      "##1223 1121 ": 1321,
      "##4333 ": 1322,
      "##1211 1123 ": 1323,
      "##2121 1321 ": 1324,
      "##3253 ": 1325,
      "##1141 1122 ": 1326,
      "##4111 2211 ": 1327,
      "##1411 1122 ": 1328,
      "##1411 1221 ": 1329,
      "##1411 2112 ": 1330,
      "##2311 2211 ": 1331,
      "##3433 ": 1332,
      "##2132 1111 ": 1333,
      "##1422 1214 ": 1334,
      "##3532 ": 1335,
      "##5314 ": 1336,
      "##5134 ": 1337,
      "##1112 3121 ": 1338,
      "##2121 4111 ": 1339,
      "##1131 1232 ": 1340,
      "##1222 1113 ": 1341,
      "##3111 1113 ": 1342,
      "##2222 1122 ": 1343,
      "##2222 1221 ": 1344,
      "##2222 2122 ": 1345,
      "##3211 1221 ": 1346,
      "##1232 1111 ": 1347,
      "##5152 ": 1348,
      "##1111 2123 ": 1349,
      "##1211 1312 ": 1350,
      "##1211 1321 ": 1351,
      "##1211 2311 ": 1352,
      "##1211 3122 ": 1353,
      "##1112 1132 ": 1354,
      "##1112 1123 ": 1355,
      "##2211 1123 ": 1356,
      "##3111 3111 ": 1357,
      "##3361 ": 1358,
      "##2222 2221 ": 1359,
      "##2533 ": 1360,
      "##2515 ": 1361,
      "##3112 1311 ": 1362,
      "##2141 2111 ": 1363,
      "##3221 2111 ": 1364,
      "##3221 1112 ": 1365,
      "##3235 ": 1366,
      "##1111 2114 ": 1367,
      "##1211 1412 ": 1368,
      "##1112 1312 ": 1369,
      "##2212 1311 ": 1370,
      "##2212 1222 ": 1371,
      "##2212 2122 ": 1372,
      "##4255 ": 1373,
      "##2113 2112 ": 1374,
      "##2311 2121 ": 1375,
      "##2311 1212 ": 1376,
      "##3112 1212 ": 1377,
      "##4211 1121 ": 1378,
      "##4112 2111 ": 1379,
      "##2141 1111 ": 1380,
      "##5215 ": 1381,
      "3111 ": 1382,
      "##1166 ": 1383,
      "##221": 1384,
      "##1111 2411 ": 1385,
      "##1112 1114 ": 1386,
      "##1112 2132 ": 1387,
      "##1112 1124 ": 1388,
      "##1121 4111 ": 1389,
      "##2211 2113 ": 1390,
      "##2112 1123 ": 1391,
      "##1222 1222 ": 1392,
      "##3316 ": 1393,
      "##2222 2112 ": 1394,
      "##3112 1122 ": 1395,
      "##3112 3111 ": 1396,
      "##4121 2111 ": 1397,
      "##1322 1121 ": 1398,
      "##4135 ": 1399,
      "15": 1400,
      "##5233 ": 1401,
      "##1255 ": 1402,
      "##1336 ": 1403,
      "##1321": 1404,
      "##1211 1132 ": 1405,
      "##2211 3211 ": 1406,
      "##2121 1411 ": 1407,
      "##2121 4421 ": 1408,
      "##2551 ": 1409,
      "##4111 1221 ": 1410,
      "##3112 1221 ": 1411,
      "##1142 1111 ": 1412,
      "##4112 1111 ": 1413,
      "##3122 2111 ": 1414,
      "##3122 1121 ": 1415,
      "##2231 1112 ": 1416,
      "##1156 ": 1417,
      "##1435 ": 1418,
      "##1122 3211 ": 1419,
      "##2211 1213 ": 1420,
      "##2121 3121 ": 1421,
      "##1212 3211 ": 1422,
      "##2221 1131 ": 1423,
      "##1311 2221 ": 1424,
      "##3111 1222 ": 1425,
      "##1411 1212 ": 1426,
      "##2113 1122 ": 1427,
      "##2113 1113 ": 1428,
      "##4351 ": 1429,
      "##1421 1112 ": 1430,
      "##1214 2112 ": 1431,
      "##4211 1211 ": 1432,
      "##1412 1211 ": 1433,
      "##2132 2111 ": 1434,
      "##3212 1121 ": 1435,
      "##1232 1211 ": 1436,
      "##1223 2111 ": 1437,
      "##1322 1111 ": 1438,
      "##3145 ": 1439,
      "##3514 ": 1440,
      "##5323 ": 1441,
      "##1323 2311 ": 1442,
      "##2512 1221 ": 1443,
      "1311 ": 1444,
      "3211 ": 1445,
      "##624": 1446,
      "##1165 ": 1447,
      "##1111 2231 ": 1448,
      "##1122 2211 2111 ": 1449,
      "##1221 1141 ": 1450,
      "##2211 1132 ": 1451,
      "##2211 1231 ": 1452,
      "##2112 2131 ": 1453,
      "##1212 1141 ": 1454,
      "##2212 1131 ": 1455,
      "##1131 2221 ": 1456,
      "##1131 1311 ": 1457,
      "##1222 1321 ": 1458,
      "##3111 1111 1111 ": 1459,
      "##1114 1113 ": 1460,
      "##3122 1111 ": 1461,
      "##3212 1211 ": 1462,
      "##1241 1121 ": 1463,
      "##3541 ": 1464,
      "##5431 ": 1465,
      "##5125 ": 1466,
      "##5143 ": 1467,
      "2222 ": 1468,
      "##2113": 1469,
      "##2462 ": 1470,
      "##1221 1213 ": 1471,
      "##2211 1141 ": 1472,
      "##2112 1132 ": 1473,
      "##2112 3211 ": 1474,
      "##2221 2131 ": 1475,
      "##3111 1311 ": 1476,
      "##3343 ": 1477,
      "##2222 2121 ": 1478,
      "##1114 2121 ": 1479,
      "##1321 1113 ": 1480,
      "##1123 3111 ": 1481,
      "##4211 1111 ": 1482,
      "##3122 2214 ": 1483,
      "##4122 1116 ": 1484,
      "##51": 1485,
      "##5161 ": 1486,
      "##1112 1142 ": 1487,
      "##1112 1421 ": 1488,
      "##1121 2113 ": 1489,
      "##2211 2131 ": 1490,
      "##2121 1141 ": 1491,
      "##2112 3121 ": 1492,
      "##1212 1312 ": 1493,
      "##1212 3112 ": 1494,
      "##1652 ": 1495,
      "##2221 3111 ": 1496,
      "##2525 ": 1497,
      "##1132 2211 ": 1498,
      "##4121 1111 ": 1499
    }
  }
}