{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "4": 8,
      "5": 9,
      "6": 10,
      "##5": 11,
      "##2": 12,
      "##4": 13,
      "##3": 14,
      "##6": 15,
      "##1": 16,
      "##11": 17,
      "##21": 18,
      "##22": 19,
      "111": 20,
      "11": 21,
      "12": 22,
      "##31": 23,
      "21": 24,
      "211": 25,
      "1111": 26,
      "22": 27,
      "##41": 28,
      "##212": 29,
      "13": 30,
      "2111": 31,
      "1211": 32,
      "1112": 33,
      "1121": 34,
      "##32": 35,
      "##222": 36,
      "311": 37,
      "31": 38,
      "##42": 39,
      "14": 40,
      "1122": 41,
      "1221": 42,
      "2211": 43,
      "2121": 44,
      "2112": 45,
      "23": 46,
      "1212": 47,
      "##23": 48,
      "32": 49,
      "##51": 50,
      "41": 51,
      "##213": 52,
      "411": 53,
      "##312": 54,
      "24": 55,
      "2212": 56,
      "2221": 57,
      "1131": 58,
      "1311": 59,
      "1113": 60,
      "1222": 61,
      "2122": 62,
      "3111": 63,
      "##33": 64,
      "42": 65,
      "##61": 66,
      "##24": 67,
      "##214": 68,
      "##223": 69,
      "##412": 70,
      "2222": 71,
      "15": 72,
      "1114": 73,
      "33": 74,
      "1141": 75,
      "1213": 76,
      "1312": 77,
      "4111": 78,
      "##52": 79,
      "1132": 80,
      "2131": 81,
      "1321": 82,
      "1411": 83,
      "2113": 84,
      "2311": 85,
      "3211": 86,
      "3112": 87,
      "1123": 88,
      "3121": 89,
      "1231": 90,
      "##43": 91,
      "##34": 92,
      "##224": 93,
      "16": 94,
      "51": 95,
      "25": 96,
      "511": 97,
      "##313": 98,
      "##62": 99,
      "##44": 100,
      "1142": 101,
      "1421": 102,
      "1214": 103,
      "2213": 104,
      "4211": 105,
      "34": 106,
      "2114": 107,
      "4121": 108,
      "43": 109,
      "1412": 110,
      "2132": 111,
      "3122": 112,
      "4112": 113,
      "2231": 114,
      "3212": 115,
      "2123": 116,
      "2411": 117,
      "1232": 118,
      "2141": 119,
      "1223": 120,
      "3221": 121,
      "1322": 122,
      "2321": 123,
      "1241": 124,
      "1124": 125,
      "2312": 126,
      "52": 127,
      "61": 128,
      "##25": 129,
      "26": 130,
      "##314": 131,
      "611": 132,
      "##413": 133,
      "44": 134,
      "##512": 135,
      "##215": 136,
      "1422": 137,
      "2421": 138,
      "3113": 139,
      "4221": 140,
      "4212": 141,
      "1133": 142,
      "2142": 143,
      "2124": 144,
      "3222": 145,
      "2223": 146,
      "4122": 147,
      "2241": 148,
      "3311": 149,
      "2214": 150,
      "2322": 151,
      "2232": 152,
      "##26": 153,
      "1242": 154,
      "5111": 155,
      "1331": 156,
      "1224": 157,
      "##53": 158,
      "3131": 159,
      "62": 160,
      "1511": 161,
      "2412": 162,
      "1313": 163,
      "1115": 164,
      "1151": 165,
      "##612": 166,
      "##225": 167,
      "##216": 168,
      "##414": 169,
      "##35": 170,
      "142": 171,
      "4222": 172,
      "2422": 173,
      "2242": 174,
      "1332": 175,
      "232": 176,
      "35": 177,
      "2224": 178,
      "3114": 179,
      "1161": 180,
      "1323": 181,
      "1611": 182,
      "1251": 183,
      "1431": 184,
      "6111": 185,
      "2511": 186,
      "3213": 187,
      "##63": 188,
      "1116": 189,
      "2133": 190,
      "1143": 191,
      "3312": 192,
      "1314": 193,
      "1134": 194,
      "##45": 195,
      "5121": 196,
      "4113": 197,
      "1125": 198,
      "3141": 199,
      "3321": 200,
      "53": 201,
      "5211": 202,
      "1413": 203,
      "1521": 204,
      "##54": 205,
      "3411": 206,
      "##226": 207,
      "2331": 208,
      "3123": 209,
      "4131": 210,
      "4311": 211,
      "1233": 212,
      "5112": 213,
      "2115": 214,
      "1152": 215,
      "3132": 216,
      "2151": 217,
      "1341": 218,
      "##36": 219,
      "1215": 220,
      "2313": 221,
      "1512": 222,
      "45": 223,
      "3231": 224,
      "242": 225,
      "##46": 226,
      "1252": 227,
      "36": 228,
      "2611": 229,
      "1441": 230,
      "2116": 231,
      "##64": 232,
      "2161": 233,
      "5221": 234,
      "2512": 235,
      "1144": 236,
      "2314": 237,
      "1126": 238,
      "1621": 239,
      "1414": 240,
      "1261": 241,
      "1162": 242,
      "151": 243,
      "2152": 244,
      "54": 245,
      "3142": 246,
      "3214": 247,
      "1225": 248,
      "6211": 249,
      "4114": 250,
      "3322": 251,
      "2413": 252,
      "2521": 253,
      "2125": 254,
      "4321": 255,
      "63": 256,
      "2251": 257,
      "6121": 258,
      "2233": 259,
      "2332": 260,
      "6112": 261,
      "2143": 262,
      "1216": 263,
      "4213": 264,
      "1324": 265,
      "2134": 266,
      "4411": 267,
      "3421": 268,
      "1342": 269,
      "1612": 270,
      "2215": 271,
      "3223": 272,
      "##315": 273,
      "5212": 274,
      "4141": 275,
      "46": 276,
      "4312": 277,
      "3124": 278,
      "1432": 279,
      "1522": 280,
      "4123": 281,
      "1423": 282,
      "3232": 283,
      "5122": 284,
      "2431": 285,
      "3241": 286,
      "4231": 287,
      "4132": 288,
      "1234": 289,
      "1243": 290,
      "3412": 291,
      "2341": 292,
      "2323": 293,
      "2162": 294,
      "4421": 295,
      "161": 296,
      "332": 297,
      "64": 298,
      "1262": 299,
      "2126": 300,
      "2261": 301,
      "3313": 302,
      "##233": 303,
      "1244": 304,
      "6221": 305,
      "2225": 306,
      "3331": 307,
      "2612": 308,
      "2252": 309,
      "251": 310,
      "##415": 311,
      "4412": 312,
      "2522": 313,
      "##316": 314,
      "3133": 315,
      "1442": 316,
      "6212": 317,
      "2621": 318,
      "4214": 319,
      "5222": 320,
      "1226": 321,
      "4142": 322,
      "4241": 323,
      "##55": 324,
      "2216": 325,
      "2144": 326,
      "1333": 327,
      "4223": 328,
      "4322": 329,
      "6122": 330,
      "1424": 331,
      "1622": 332,
      "2342": 333,
      "3224": 334,
      "1153": 335,
      "4124": 336,
      "2432": 337,
      "2441": 338,
      "3422": 339,
      "1531": 340,
      "2243": 341,
      "5311": 342,
      "2414": 343,
      "3115": 344,
      "3242": 345,
      "2234": 346,
      "1351": 347,
      "2324": 348,
      "3511": 349,
      "2423": 350,
      "4232": 351,
      "2226": 352,
      "5131": 353,
      "5113": 354,
      "1513": 355,
      "1135": 356,
      "261": 357,
      "##416": 358,
      "6222": 359,
      "2262": 360,
      "4224": 361,
      "2424": 362,
      "342": 363,
      "3151": 364,
      "4422": 365,
      "1315": 366,
      "4242": 367,
      "2442": 368,
      "2622": 369,
      "55": 370,
      "##65": 371,
      "2244": 372,
      "3314": 373,
      "1163": 374,
      "3413": 375,
      "4511": 376,
      "3611": 377,
      "6311": 378,
      "1433": 379,
      "2333": 380,
      "##234": 381,
      "2531": 382,
      "5213": 383,
      "##56": 384,
      "1136": 385,
      "2153": 386,
      "3143": 387,
      "3332": 388,
      "5114": 389,
      "432": 390,
      "6131": 391,
      "##66": 392,
      "1253": 393,
      "5231": 394,
      "1613": 395,
      "1451": 396,
      "3431": 397,
      "1145": 398,
      "1631": 399,
      "3323": 400,
      "3233": 401,
      "6113": 402,
      "1361": 403,
      "3521": 404,
      "1235": 405,
      "3125": 406,
      "1514": 407,
      "3341": 408,
      "3161": 409,
      "65": 410,
      "1325": 411,
      "1343": 412,
      "1532": 413,
      "3512": 414,
      "4313": 415,
      "2135": 416,
      "##333": 417,
      "5321": 418,
      "4133": 419,
      "1154": 420,
      "3251": 421,
      "4331": 422,
      "5312": 423,
      "3116": 424,
      "5141": 425,
      "5123": 426,
      "1415": 427,
      "1352": 428,
      "2513": 429,
      "3215": 430,
      "4151": 431,
      "2315": 432,
      "2351": 433,
      "5411": 434,
      "1334": 435,
      "1316": 436,
      "3152": 437,
      "5132": 438,
      "442": 439,
      "3134": 440,
      "4115": 441,
      "1541": 442,
      "6123": 443,
      "66": 444,
      "1523": 445,
      "1425": 446,
      "4611": 447,
      "56": 448,
      "2136": 449,
      "1146": 450,
      "5421": 451,
      "1326": 452,
      "1614": 453,
      "3126": 454,
      "351": 455,
      "2541": 456,
      "4431": 457,
      "3324": 458,
      "4512": 459,
      "1164": 460,
      "1254": 461,
      "1344": 462,
      "1416": 463,
      "2415": 464,
      "5214": 465,
      "2451": 466,
      "6141": 467,
      "6114": 468,
      "6411": 469,
      "4233": 470,
      "2334": 471,
      "1263": 472,
      "2145": 473,
      "1461": 474,
      "2514": 475,
      "4413": 476,
      "5124": 477,
      "2146": 478,
      "3252": 479,
      "4116": 480,
      "4521": 481,
      "1443": 482,
      "1245": 483,
      "1623": 484,
      "2523": 485,
      "2631": 486,
      "4251": 487,
      "1632": 488,
      "3441": 489,
      "3216": 490,
      "6213": 491,
      "4125": 492,
      "3342": 493,
      "4341": 494,
      "1452": 495,
      "2325": 496,
      "4314": 497,
      "2154": 498,
      "1362": 499,
      "3144": 500,
      "1434": 501,
      "2361": 502,
      "1551": 503,
      "3432": 504,
      "4332": 505,
      "1236": 506,
      "5232": 507,
      "6312": 508,
      "3243": 509,
      "3225": 510,
      "5142": 511,
      "6231": 512,
      "1542": 513,
      "1641": 514,
      "3621": 515,
      "4612": 516,
      "3162": 517,
      "3261": 518,
      "5241": 519,
      "5322": 520,
      "2532": 521,
      "3612": 522,
      "3234": 523,
      "4152": 524,
      "6132": 525,
      "3522": 526,
      "4144": 527,
      "4215": 528,
      "5412": 529,
      "2316": 530,
      "3414": 531,
      "6321": 532,
      "5422": 533,
      "2433": 534,
      "3423": 535,
      "4161": 536,
      "4143": 537,
      "5223": 538,
      "2235": 539,
      "##334": 540,
      "6214": 541,
      "2253": 542,
      "2352": 543,
      "2343": 544,
      "2613": 545,
      "2163": 546,
      "6142": 547,
      "4522": 548,
      "1524": 549,
      "4134": 550,
      "1444": 551,
      "4622": 552,
      "532": 553,
      "4162": 554,
      "1642": 555,
      "4252": 556,
      "3333": 557,
      "3244": 558,
      "2326": 559,
      "2263": 560,
      "2461": 561,
      "1462": 562,
      "2614": 563,
      "2245": 564,
      "3424": 565,
      "1246": 566,
      "4323": 567,
      "4414": 568,
      "4126": 569,
      "4621": 570,
      "6223": 571,
      "##235": 572,
      "2452": 573,
      "461": 574,
      "2254": 575,
      "4261": 576,
      "6421": 577,
      "1353": 578,
      "2641": 579,
      "6232": 580,
      "1426": 581,
      "3226": 582,
      "4225": 583,
      "6241": 584,
      "6412": 585,
      "3622": 586,
      "1515": 587,
      "6322": 588,
      "4243": 589,
      "4342": 590,
      "5511": 591,
      "4226": 592,
      "2443": 593,
      "3442": 594,
      "6161": 595,
      "2632": 596,
      "4441": 597,
      "2236": 598,
      "1624": 599,
      "4432": 600,
      "2416": 601,
      "451": 602,
      "2362": 603,
      "6124": 604,
      "4442": 605,
      "2434": 606,
      "2524": 607,
      "1264": 608,
      "2542": 609,
      "3153": 610,
      "3135": 611,
      "5115": 612,
      "3262": 613,
      "4324": 614,
      "2623": 615,
      "3531": 616,
      "361": 617,
      "542": 618,
      "5151": 619,
      "5133": 620,
      "2425": 621,
      "3513": 622,
      "4216": 623,
      "4234": 624,
      "2344": 625,
      "2444": 626,
      "2624": 627,
      "##236": 628,
      "524": 629,
      "5224": 630,
      "4244": 631,
      "1533": 632,
      "5331": 633,
      "4423": 634,
      "252": 635,
      "2164": 636,
      "2246": 637,
      "5242": 638,
      "4262": 639,
      "1363": 640,
      "2642": 641,
      "2264": 642,
      "1335": 643,
      "1651": 644,
      "6422": 645,
      "5313": 646,
      "632": 647,
      "3351": 648,
      "4424": 649,
      "3315": 650,
      "3334": 651,
      "1155": 652,
      "6151": 653,
      "1453": 654,
      "1525": 655,
      "5116": 656,
      "642": 657,
      "4531": 658,
      "6224": 659,
      "6242": 660,
      "6511": 661,
      "##444": 662,
      "5512": 663,
      "3325": 664,
      "4333": 665,
      "3253": 666,
      "5251": 667,
      "2426": 668,
      "262": 669,
      "5314": 670,
      "##434": 671,
      "5134": 672,
      "3433": 673,
      "3532": 674,
      "2515": 675,
      "3235": 676,
      "5215": 677,
      "1166": 678,
      "5152": 679,
      "3316": 680,
      "3145": 681,
      "3361": 682,
      "2551": 683,
      "2533": 684,
      "4135": 685,
      "4255": 686,
      "1255": 687,
      "1336": 688,
      "5233": 689,
      "1165": 690,
      "1156": 691,
      "5431": 692,
      "5323": 693,
      "1435": 694,
      "5143": 695,
      "5125": 696,
      "4351": 697,
      "3514": 698,
      "624": 699,
      "2462": 700,
      "3343": 701,
      "3541": 702,
      "3352": 703,
      "5161": 704,
      "5611": 705,
      "2335": 706,
      "1652": 707,
      "6116": 708,
      "1516": 709,
      "1615": 710,
      "6611": 711,
      "2525": 712,
      "1552": 713,
      "6115": 714,
      "4524": 715,
      "3415": 716,
      "2155": 717,
      "3154": 718,
      "3164": 719,
      "1561": 720,
      "1534": 721,
      "3451": 722,
      "5252": 723,
      "6162": 724,
      "5341": 725,
      "4315": 726,
      "6215": 727,
      "1345": 728,
      "4253": 729,
      "1543": 730,
      "1633": 731,
      "6125": 732,
      "5521": 733,
      "4613": 734,
      "1265": 735,
      "2353": 736,
      "3245": 737,
      "4343": 738,
      "6133": 739,
      "6152": 740,
      "4523": 741,
      "2616": 742,
      "3425": 743,
      "5522": 744,
      "4513": 745,
      "3146": 746,
      "4153": 747,
      "5261": 748,
      "6331": 749,
      "2255": 750,
      "1354": 751,
      "3136": 752,
      "1625": 753,
      "6143": 754,
      "5413": 755,
      "5216": 756,
      "2156": 757,
      "4163": 758,
      "4361": 759,
      "6251": 760,
      "4541": 761,
      "3631": 762,
      "1616": 763,
      "5324": 764,
      "551": 765,
      "6313": 766,
      "4433": 767,
      "5332": 768,
      "2165": 769,
      "3344": 770,
      "##344": 771,
      "2561": 772,
      "3523": 773,
      "5612": 774,
      "6512": 775,
      "2552": 776,
      "3163": 777,
      "4154": 778,
      "2435": 779,
      "3542": 780,
      "6521": 781,
      "3613": 782,
      "4316": 783,
      "2354": 784,
      "1626": 785,
      "4461": 786,
      "3524": 787,
      "2516": 788,
      "6423": 789,
      "1256": 790,
      "2166": 791,
      "1364": 792,
      "2363": 793,
      "4145": 794,
      "5144": 795,
      "2534": 796,
      "3443": 797,
      "4631": 798,
      "2615": 799,
      "5423": 800,
      "1346": 801,
      "1436": 802,
      "6144": 803,
      "6252": 804,
      "4614": 805,
      "6323": 806,
      "3236": 807,
      "1445": 808,
      "2345": 809,
      "1562": 810,
      "5126": 811,
      "6134": 812,
      "5342": 813,
      "2256": 814,
      "1463": 815,
      "##335": 816,
      "1661": 817,
      "2562": 818,
      "6431": 819,
      "6621": 820,
      "2625": 821,
      "6243": 822,
      "5225": 823,
      "4146": 824,
      "4164": 825,
      "2445": 826,
      "3641": 827,
      "6623": 828,
      "3614": 829,
      "5243": 830,
      "352": 831,
      "5414": 832,
      "661": 833,
      "6216": 834,
      "1454": 835,
      "3263": 836,
      "3254": 837,
      "6126": 838,
      "4451": 839,
      "6341": 840,
      "4642": 841,
      "4514": 842,
      "4235": 843,
      "4236": 844,
      "5234": 845,
      "6612": 846,
      "6233": 847,
      "2346": 848,
      "1662": 849,
      "3461": 850,
      "2651": 851,
      "2633": 852,
      "2661": 853,
      "4452": 854,
      "3632": 855,
      "5621": 856,
      "6225": 857,
      "6414": 858,
      "1464": 859,
      "4254": 860,
      "1634": 861,
      "5153": 862,
      "2652": 863,
      "2634": 864,
      "4462": 865,
      "6261": 866,
      "5351": 867,
      "4641": 868,
      "6441": 869,
      "5244": 870,
      "2626": 871,
      "3444": 872,
      "3434": 873,
      "5333": 874,
      "651": 875,
      "6314": 876,
      "2265": 877,
      "2266": 878,
      "2336": 879,
      "2364": 880,
      "4245": 881,
      "1643": 882,
      "5162": 883,
      "2543": 884,
      "3452": 885,
      "3623": 886,
      "5432": 887,
      "6332": 888,
      "6432": 889,
      "2526": 890,
      "4136": 891,
      "4352": 892,
      "5262": 893,
      "2662": 894,
      "6262": 895,
      "3326": 896,
      "4444": 897,
      "561": 898,
      "1266": 899,
      "2436": 900,
      "4264": 901,
      "1644": 902,
      "2544": 903,
      "4632": 904,
      "4623": 905,
      "4325": 906,
      "6522": 907,
      "4425": 908,
      "5424": 909,
      "3416": 910,
      "4416": 911,
      "4334": 912,
      "3246": 913,
      "2453": 914,
      "2464": 915,
      "1544": 916,
      "1526": 917,
      "3353": 918,
      "3551": 919,
      "4532": 920,
      "6442": 921,
      "3426": 922,
      "4326": 923,
      "6324": 924,
      "4415": 925,
      "1355": 926,
      "1446": 927,
      "3362": 928,
      "2553": 929,
      "4542": 930,
      "5315": 931,
      "5334": 932,
      "3155": 933,
      "2454": 934,
      "4263": 935,
      "2644": 936,
      "4443": 937,
      "5441": 938,
      "6342": 939,
      "6523": 940,
      "4434": 941,
      "4344": 942,
      "1365": 943,
      "##336": 944,
      "##625": 945,
      "4353": 946,
      "2643": 947,
      "3642": 948,
      "3624": 949,
      "6622": 950,
      "6424": 951,
      "5513": 952,
      "452": 953,
      "5226": 954,
      "6413": 955,
      "6226": 956,
      "5254": 957,
      "3533": 958,
      "5361": 959,
      "5442": 960,
      "3515": 961,
      "625": 962,
      "3264": 963,
      "1535": 964,
      "##436": 965,
      "5135": 966,
      "##445": 967,
      "4362": 968,
      "5452": 969,
      "5531": 970,
      "5425": 971,
      "3335": 972,
      "434": 973,
      "6333": 974,
      "2355": 975,
      "6135": 976,
      "4453": 977,
      "4426": 978,
      "3255": 979,
      "4246": 980,
      "##626": 981,
      "##446": 982,
      "3453": 983,
      "4551": 984,
      "3651": 985,
      "5622": 986,
      "3526": 987,
      "2463": 988,
      "2446": 989,
      "1545": 990,
      "##435": 991,
      "3561": 992,
      "5433": 993,
      "4651": 994,
      "4624": 995,
      "5245": 996,
      "5415": 997,
      "6234": 998,
      "3165": 999,
      "1465": 1000,
      "3354": 1001,
      "1653": 1002,
      "3462": 1003,
      "5253": 1004,
      "3543": 1005,
      "5532": 1006,
      "5631": 1007,
      "3525": 1008,
      "6614": 1009,
      "5316": 1010,
      "1356": 1011,
      "1455": 1012,
      "1466": 1013,
      "1553": 1014,
      "1654": 1015,
      "1636": 1016,
      "1664": 1017,
      "5163": 1018,
      "6153": 1019,
      "5343": 1020,
      "3634": 1021,
      "5451": 1022,
      "5325": 1023,
      "4515": 1024,
      "535": 1025,
      "2365": 1026,
      "1563": 1027,
      "1536": 1028,
      "5145": 1029,
      "2554": 1030,
      "2653": 1031,
      "5352": 1032,
      "3633": 1033,
      "4633": 1034,
      "6433": 1035,
      "6531": 1036,
      "5641": 1037,
      "3516": 1038,
      "4616": 1039,
      "6244": 1040,
      "6513": 1041,
      "4335": 1042,
      "6334": 1043,
      "3265": 1044,
      "4166": 1045,
      "1564": 1046,
      "3364": 1047,
      "1635": 1048,
      "5136": 1049,
      "5146": 1050,
      "5164": 1051,
      "3463": 1052,
      "5263": 1053,
      "2635": 1054,
      "2636": 1055,
      "4543": 1056,
      "6362": 1057,
      "5523": 1058,
      "6524": 1059,
      "5514": 1060,
      "6613": 1061,
      "5614": 1062,
      "4526": 1063,
      "4336": 1064,
      "5344": 1065,
      "626": 1066,
      "6344": 1067,
      "3166": 1068,
      "3345": 1069,
      "3346": 1070,
      "2535": 1071,
      "5264": 1072,
      "6145": 1073,
      "##535": 1074,
      "3552": 1075,
      "5362": 1076,
      "4561": 1077,
      "4552": 1078,
      "3643": 1079,
      "6343": 1080,
      "6443": 1081,
      "5542": 1082,
      "5524": 1083,
      "6541": 1084,
      "6542": 1085,
      "4615": 1086,
      "3625": 1087,
      "3435": 1088,
      "4436": 1089,
      "5235": 1090,
      "5236": 1091,
      "5434": 1092,
      "6316": 1093,
      "6236": 1094,
      "2356": 1095,
      "4156": 1096,
      "1546": 1097,
      "2563": 1098,
      "2555": 1099,
      "4364": 1100,
      "6136": 1101,
      "6146": 1102,
      "2646": 1103,
      "4544": 1104,
      "3661": 1105,
      "3652": 1106,
      "5461": 1107,
      "6352": 1108,
      "4652": 1109,
      "6451": 1110,
      "6641": 1111,
      "5623": 1112,
      "5652": 1113,
      "3616": 1114,
      "4525": 1115,
      "6253": 1116,
      "4345": 1117,
      "4346": 1118,
      "3436": 1119,
      "3626": 1120,
      "6415": 1121,
      "6235": 1122,
      "1456": 1123,
      "3266": 1124,
      "2455": 1125,
      "4265": 1126,
      "4266": 1127,
      "1554": 1128,
      "3363": 1129,
      "1663": 1130,
      "5156": 1131,
      "2545": 1132,
      "4354": 1133,
      "3562": 1134,
      "##636": 1135,
      "4533": 1136,
      "5541": 1137,
      "6631": 1138,
      "6642": 1139,
      "5326": 1140,
      "6325": 1141,
      "6425": 1142,
      "5516": 1143,
      "6514": 1144,
      "5615": 1145,
      "6254": 1146,
      "5354": 1147,
      "3445": 1148,
      "3446": 1149,
      "3636": 1150,
      "4625": 1151,
      "4445": 1152,
      "534": 1153,
      "5416": 1154,
      "5444": 1155,
      "6416": 1156,
      "1366": 1157,
      "3156": 1158,
      "4155": 1159,
      "2465": 1160,
      "1555": 1161,
      "4363": 1162,
      "6163": 1163,
      "6164": 1164,
      "6166": 1165,
      "2663": 1166,
      "2645": 1167,
      "4463": 1168,
      "4534": 1169,
      "3653": 1170,
      "5443": 1171,
      "6361": 1172,
      "4643": 1173,
      "5624": 1174,
      "3615": 1175,
      "6326": 1176,
      "5613": 1177,
      "4626": 1178,
      "4435": 1179,
      "545": 1180,
      "555": 1181,
      "6315": 1182,
      "6444": 1183,
      "3365": 1184,
      "1645": 1185,
      "1656": 1186,
      "5154": 1187,
      "2536": 1188,
      "2546": 1189,
      "3464": 1190,
      "5255": 1191,
      "2664": 1192,
      "4454": 1193,
      "##536": 1194,
      "3534": 1195,
      "3544": 1196,
      "3545": 1197,
      "4562": 1198,
      "6351": 1199,
      "4634": 1200,
      "4662": 1201,
      "4663": 1202,
      "5533": 1203,
      "6532": 1204,
      "6632": 1205,
      "5632": 1206,
      "5642": 1207,
      "4516": 1208,
      "5426": 1209,
      "5555": 1210,
      "3336": 1211,
      "3535": 1212,
      "546": 1213,
      "5336": 1214,
      "5535": 1215,
      "634": 1216,
      "645": 1217,
      "6434": 1218,
      "2366": 1219,
      "2466": 1220,
      "1646": 1221,
      "1666": 1222,
      "4365": 1223,
      "3553": 1224,
      "3563": 1225,
      "5353": 1226,
      "5363": 1227,
      "4563": 1228,
      "4554": 1229,
      "3662": 1230,
      "3644": 1231,
      "3654": 1232,
      "6363": 1233,
      "4644": 1234,
      "6462": 1235,
      "5551": 1236,
      "5543": 1237,
      "6551": 1238,
      "6534": 1239,
      "6652": 1240,
      "5633": 1241,
      "5634": 1242,
      "5246": 1243,
      "6246": 1244,
      "6615": 1245,
      "6515": 1246,
      "6263": 1247,
      "5454": 1248,
      "3536": 1249,
      "4446": 1250,
      "552": 1251,
      "5335": 1252,
      "5625": 1253,
      "5445": 1254,
      "5446": 1255,
      "6446": 1256,
      "3256": 1257,
      "4165": 1258,
      "2456": 1259,
      "4256": 1260,
      "1556": 1261,
      "3356": 1262,
      "5165": 1263,
      "5166": 1264,
      "2564": 1265,
      "2556": 1266,
      "3454": 1267,
      "4355": 1268,
      "4366": 1269,
      "5265": 1270,
      "6155": 1271,
      "2654": 1272,
      "3554": 1273,
      "5364": 1274,
      "##546": 1275,
      "4545": 1276,
      "3635": 1277,
      "3663": 1278,
      "6353": 1279,
      "4661": 1280,
      "6461": 1281,
      "6452": 1282,
      "6453": 1283,
      "5561": 1284,
      "5552": 1285,
      "##666": 1286,
      "6533": 1287,
      "6633": 1288,
      "6643": 1289,
      "5662": 1290,
      "6426": 1291,
      "6245": 1292,
      "6516": 1293,
      "5355": 1294,
      "5345": 1295,
      "5346": 1296,
      "5464": 1297,
      "6346": 1298,
      "4536": 1299,
      "4546": 1300,
      "636": 1301,
      "6336": 1302,
      "6625": 1303,
      "6436": 1304,
      "6445": 1305,
      "6626": 1306,
      "6666": 1307,
      "1565": 1308,
      "1566": 1309,
      "3355": 1310,
      "1655": 1311,
      "5155": 1312,
      "2565": 1313,
      "3455": 1314,
      "3456": 1315,
      "5256": 1316,
      "5266": 1317,
      "6154": 1318,
      "6156": 1319,
      "2665": 1320,
      "2666": 1321,
      "4464": 1322,
      "4455": 1323,
      "4465": 1324,
      "3564": 1325,
      "4553": 1326,
      "4565": 1327,
      "3645": 1328,
      "5462": 1329,
      "5453": 1330,
      "4635": 1331,
      "4645": 1332,
      "4654": 1333,
      "5534": 1334,
      "5553": 1335,
      "6561": 1336,
      "6543": 1337,
      "6563": 1338,
      "6564": 1339,
      "6634": 1340,
      "5661": 1341,
      "5635": 1342,
      "5663": 1343,
      "5664": 1344,
      "5515": 1345,
      "6255": 1346,
      "6265": 1347,
      "6264": 1348,
      "6455": 1349,
      "5525": 1350,
      "6364": 1351,
      "4535": 1352,
      "4636": 1353,
      "565": 1354,
      "5626": 1355,
      "5435": 1356,
      "5546": 1357,
      "5666": 1358,
      "635": 1359,
      "646": 1360,
      "6335": 1361,
      "1665": 1362,
      "2566": 1363,
      "3465": 1364,
      "3466": 1365,
      "4356": 1366,
      "2655": 1367,
      "2656": 1368,
      "4456": 1369,
      "4466": 1370,
      "3546": 1371,
      "3555": 1372,
      "3565": 1373,
      "5365": 1374,
      "4564": 1375,
      "4556": 1376,
      "3655": 1377,
      "3656": 1378,
      "5463": 1379,
      "4653": 1380,
      "4664": 1381,
      "4655": 1382,
      "5562": 1383,
      "5544": 1384,
      "5563": 1385,
      "5545": 1386,
      "6552": 1387,
      "6544": 1388,
      "6553": 1389,
      "6554": 1390,
      "6651": 1391,
      "6661": 1392,
      "6624": 1393,
      "6644": 1394,
      "6653": 1395,
      "6665": 1396,
      "5643": 1397,
      "5644": 1398,
      "5653": 1399,
      "5655": 1400,
      "6616": 1401,
      "5356": 1402,
      "6266": 1403,
      "5455": 1404,
      "5465": 1405,
      "6345": 1406,
      "6454": 1407,
      "6456": 1408,
      "5526": 1409,
      "5656": 1410,
      "6355": 1411,
      "6466": 1412
    }
  }
}