[UNK]
[PAD]
[CLS]
[SEP]
[MASK]
1
2
3
4
5
6
##5
##2
##4
##3
##6
##1
##11
##21
##22
111
11
12
##31
21
211
1111
22
##41
##212
13
2111
1211
1112
1121
##32
##222
311
31
##42
14
1122
1221
2211
2121
2112
23
1212
##23
32
##51
41
##213
411
##312
24
2212
2221
1131
1311
1113
1222
2122
3111
##33
42
##61
##24
##214
##223
##412
2222
15
1114
33
1141
1213
1312
4111
##52
1132
2131
1321
1411
2113
2311
3211
3112
1123
3121
1231
##43
##34
##224
16
51
25
511
##313
##62
##44
1142
1421
1214
2213
4211
34
2114
4121
43
1412
2132
3122
4112
2231
3212
2123
2411
1232
2141
1223
3221
1322
2321
1241
1124
2312
52
61
##25
26
##314
611
##413
44
##512
##215
1422
2421
3113
4221
4212
1133
2142
2124
3222
2223
4122
2241
3311
2214
2322
2232
##26
1242
5111
1331
1224
##53
3131
62
1511
2412
1313
1115
1151
##612
##225
##216
##414
##35
142
4222
2422
2242
1332
232
35
2224
3114
1161
1323
1611
1251
1431
6111
2511
3213
##63
1116
2133
1143
3312
1314
1134
##45
5121
4113
1125
3141
3321
53
5211
1413
1521
##54
3411
##226
2331
3123
4131
4311
1233
5112
2115
1152
3132
2151
1341
##36
1215
2313
1512
45
3231
242
##46
1252
36
2611
1441
2116
##64
2161
5221
2512
1144
2314
1126
1621
1414
1261
1162
151
2152
54
3142
3214
1225
6211
4114
3322
2413
2521
2125
4321
63
2251
6121
2233
2332
6112
2143
1216
4213
1324
2134
4411
3421
1342
1612
2215
3223
##315
5212
4141
46
4312
3124
1432
1522
4123
1423
3232
5122
2431
3241
4231
4132
1234
1243
3412
2341
2323
2162
4421
161
332
64
1262
2126
2261
3313
##233
1244
6221
2225
3331
2612
2252
251
##415
4412
2522
##316
3133
1442
6212
2621
4214
5222
1226
4142
4241
##55
2216
2144
1333
4223
4322
6122
1424
1622
2342
3224
1153
4124
2432
2441
3422
1531
2243
5311
2414
3115
3242
2234
1351
2324
3511
2423
4232
2226
5131
5113
1513
1135
261
##416
6222
2262
4224
2424
342
3151
4422
1315
4242
2442
2622
55
##65
2244
3314
1163
3413
4511
3611
6311
1433
2333
##234
2531
5213
##56
1136
2153
3143
3332
5114
432
6131
##66
1253
5231
1613
1451
3431
1145
1631
3323
3233
6113
1361
3521
1235
3125
1514
3341
3161
65
1325
1343
1532
3512
4313
2135
##333
5321
4133
1154
3251
4331
5312
3116
5141
5123
1415
1352
2513
3215
4151
2315
2351
5411
1334
1316
3152
5132
442
3134
4115
1541
6123
66
1523
1425
4611
56
2136
1146
5421
1326
1614
3126
351
2541
4431
3324
4512
1164
1254
1344
1416
2415
5214
2451
6141
6114
6411
4233
2334
1263
2145
1461
2514
4413
5124
2146
3252
4116
4521
1443
1245
1623
2523
2631
4251
1632
3441
3216
6213
4125
3342
4341
1452
2325
4314
2154
1362
3144
1434
2361
1551
3432
4332
1236
5232
6312
3243
3225
5142
6231
1542
1641
3621
4612
3162
3261
5241
5322
2532
3612
3234
4152
6132
3522
4144
4215
5412
2316
3414
6321
5422
2433
3423
4161
4143
5223
2235
##334
6214
2253
2352
2343
2613
2163
6142
4522
1524
4134
1444
4622
532
4162
1642
4252
3333
3244
2326
2263
2461
1462
2614
2245
3424
1246
4323
4414
4126
4621
6223
##235
2452
461
2254
4261
6421
1353
2641
6232
1426
3226
4225
6241
6412
3622
1515
6322
4243
4342
5511
4226
2443
3442
6161
2632
4441
2236
1624
4432
2416
451
2362
6124
4442
2434
2524
1264
2542
3153
3135
5115
3262
4324
2623
3531
361
542
5151
5133
2425
3513
4216
4234
2344
2444
2624
##236
524
5224
4244
1533
5331
4423
252
2164
2246
5242
4262
1363
2642
2264
1335
1651
6422
5313
632
3351
4424
3315
3334
1155
6151
1453
1525
5116
642
4531
6224
6242
6511
##444
5512
3325
4333
3253
5251
2426
262
5314
##434
5134
3433
3532
2515
3235
5215
1166
5152
3316
3145
3361
2551
2533
4135
4255
1255
1336
5233
1165
1156
5431
5323
1435
5143
5125
4351
3514
624
2462
3343
3541
3352
5161
5611
2335
1652
6116
1516
1615
6611
2525
1552
6115
4524
3415
2155
3154
3164
1561
1534
3451
5252
6162
5341
4315
6215
1345
4253
1543
1633
6125
5521
4613
1265
2353
3245
4343
6133
6152
4523
2616
3425
5522
4513
3146
4153
5261
6331
2255
1354
3136
1625
6143
5413
5216
2156
4163
4361
6251
4541
3631
1616
5324
551
6313
4433
5332
2165
3344
##344
2561
3523
5612
6512
2552
3163
4154
2435
3542
6521
3613
4316
2354
1626
4461
3524
2516
6423
1256
2166
1364
2363
4145
5144
2534
3443
4631
2615
5423
1346
1436
6144
6252
4614
6323
3236
1445
2345
1562
5126
6134
5342
2256
1463
##335
1661
2562
6431
6621
2625
6243
5225
4146
4164
2445
3641
6623
3614
5243
352
5414
661
6216
1454
3263
3254
6126
4451
6341
4642
4514
4235
4236
5234
6612
6233
2346
1662
3461
2651
2633
2661
4452
3632
5621
6225
6414
1464
4254
1634
5153
2652
2634
4462
6261
5351
4641
6441
5244
2626
3444
3434
5333
651
6314
2265
2266
2336
2364
4245
1643
5162
2543
3452
3623
5432
6332
6432
2526
4136
4352
5262
2662
6262
3326
4444
561
1266
2436
4264
1644
2544
4632
4623
4325
6522
4425
5424
3416
4416
4334
3246
2453
2464
1544
1526
3353
3551
4532
6442
3426
4326
6324
4415
1355
1446
3362
2553
4542
5315
5334
3155
2454
4263
2644
4443
5441
6342
6523
4434
4344
1365
##336
##625
4353
2643
3642
3624
6622
6424
5513
452
5226
6413
6226
5254
3533
5361
5442
3515
625
3264
1535
##436
5135
##445
4362
5452
5531
5425
3335
434
6333
2355
6135
4453
4426
3255
4246
##626
##446
3453
4551
3651
5622
3526
2463
2446
1545
##435
3561
5433
4651
4624
5245
5415
6234
3165
1465
3354
1653
3462
5253
3543
5532
5631
3525
6614
5316
1356
1455
1466
1553
1654
1636
1664
5163
6153
5343
3634
5451
5325
4515
535
2365
1563
1536
5145
2554
2653
5352
3633
4633
6433
6531
5641
3516
4616
6244
6513
4335
6334
3265
4166
1564
3364
1635
5136
5146
5164
3463
5263
2635
2636
4543
6362
5523
6524
5514
6613
5614
4526
4336
5344
626
6344
3166
3345
3346
2535
5264
6145
##535
3552
5362
4561
4552
3643
6343
6443
5542
5524
6541
6542
4615
3625
3435
4436
5235
5236
5434
6316
6236
2356
4156
1546
2563
2555
4364
6136
6146
2646
4544
3661
3652
5461
6352
4652
6451
6641
5623
5652
3616
4525
6253
4345
4346
3436
3626
6415
6235
1456
3266
2455
4265
4266
1554
3363
1663
5156
2545
4354
3562
##636
4533
5541
6631
6642
5326
6325
6425
5516
6514
5615
6254
5354
3445
3446
3636
4625
4445
534
5416
5444
6416
1366
3156
4155
2465
1555
4363
6163
6164
6166
2663
2645
4463
4534
3653
5443
6361
4643
5624
3615
6326
5613
4626
4435
545
555
6315
6444
3365
1645
1656
5154
2536
2546
3464
5255
2664
4454
##536
3534
3544
3545
4562
6351
4634
4662
4663
5533
6532
6632
5632
5642
4516
5426
5555
3336
3535
546
5336
5535
634
645
6434
2366
2466
1646
1666
4365
3553
3563
5353
5363
4563
4554
3662
3644
3654
6363
4644
6462
5551
5543
6551
6534
6652
5633
5634
5246
6246
6615
6515
6263
5454
3536
4446
552
5335
5625
5445
5446
6446
3256
4165
2456
4256
1556
3356
5165
5166
2564
2556
3454
4355
4366
5265
6155
2654
3554
5364
##546
4545
3635
3663
6353
4661
6461
6452
6453
5561
5552
##666
6533
6633
6643
5662
6426
6245
6516
5355
5345
5346
5464
6346
4536
4546
636
6336
6625
6436
6445
6626
6666
1565
1566
3355
1655
5155
2565
3455
3456
5256
5266
6154
6156
2665
2666
4464
4455
4465
3564
4553
4565
3645
5462
5453
4635
4645
4654
5534
5553
6561
6543
6563
6564
6634
5661
5635
5663
5664
5515
6255
6265
6264
6455
5525
6364
4535
4636
565
5626
5435
5546
5666
635
646
6335
1665
2566
3465
3466
4356
2655
2656
4456
4466
3546
3555
3565
5365
4564
4556
3655
3656
5463
4653
4664
4655
5562
5544
5563
5545
6552
6544
6553
6554
6651
6661
6624
6644
6653
6665
5643
5644
5653
5655
6616
5356
6266
5455
5465
6345
6454
6456
5526
5656
6355
6466
