{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "TGA": 5,
      "TAA": 6,
      "ACC": 7,
      "CGG": 8,
      "GTT": 9,
      "GGA": 10,
      "CGC": 11,
      "CTG": 12,
      "TCT": 13,
      "GGT": 14,
      "GTC": 15,
      "TTC": 16,
      "CGA": 17,
      "ATT": 18,
      "TGC": 19,
      "AGG": 20,
      "AGA": 21,
      "ATC": 22,
      "GGC": 23,
      "TCA": 24,
      "GCC": 25,
      "TTT": 26,
      "CGT": 27,
      "AGC": 28,
      "GAG": 29,
      "AAA": 30,
      "TCC": 31,
      "TGT": 32,
      "CCT": 33,
      "GAC": 34,
      "GAT": 35,
      "CAC": 36,
      "TTG": 37,
      "GAA": 38,
      "CCC": 39,
      "TAC": 40,
      "TCG": 41,
      "CTT": 42,
      "ACT": 43,
      "TTA": 44,
      "AAT": 45,
      "TAT": 46,
      "CTA": 47,
      "AAG": 48,
      "CAT": 49,
      "ATA": 50,
      "TGG": 51,
      "CTC": 52,
      "GCT": 53,
      "CAG": 54,
      "GCG": 55,
      "AGT": 56,
      "GTG": 57,
      "GGG": 58,
      "GCA": 59,
      "ACG": 60,
      "CCG": 61,
      "AAC": 62,
      "ACA": 63,
      "CAA": 64,
      "CCA": 65,
      "TAG": 66,
      "GTA": 67,
      "ATG": 68
    },
    "unk_token": "[UNK]"
  }
}